<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="description" content="웹 퍼블리셔 김범영의 포트폴리오 웹사이트입니다">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta name="author" content="BYK">
    <title>Twice</title>
    <!-- ===== Font ===== -->
    <link href="https://fonts.googleapis.com/css?family=Oswald" rel="stylesheet">
    <link rel="stylesheet" href="../lib/css/flaticon.css" type="text/css" />
    <!-- ===== style.css ===== -->
    <link rel="stylesheet" href="../lib/css/style.css" type="text/css" />
    <!-- ===== responsice.css ===== -->
    <link rel="stylesheet" href="../lib/css/responsive.css" type="text/css" />
    <!-- ===== JQuery ===== -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
    <!-- ===== custom.js ===== -->
    <script src="../lib/js/custom.js"></script>
    <script type="text/javascript">
        $(function(){
            var insert = "";
            insert += '<div class="box-r">';
            insert += '<div class="album-title">';
            insert += '<h2>PAGE TWO</h2>';
            insert += '<p>2016-04-25</p> ';
            insert += '</div>';
            insert += '<h3>การกลับมาอีกครั้งของสาวๆ วง TWICE กับมินิอัลบั้มที่ 2 [PAGE TWO] พร้อมวางแผงวันที่ 25 เมษายนนี้ เรื่องราวของ TWICE ได้เริ่มต้นขึ้นอีกครั้ง<br>สาวๆ วง TWICE เพิ่มเสน่ห์ที่สดใส แข็งแรง ขึ้นไปอีกขั้น จนทำให้คุณต้องหลงรักพวกเธอ<br></h3>';
            insert += '<p>วงเกิร์ลกรุ๊ปหน้าใหม่นี้ที่เพลงของพวกเธอยังคงไต่อันดับชาร์ตเพลงขึ้นเรื่อยๆ วงที่ได้รับรางวัลนักร้องหน้าใหม่ และมียอดขายอัลบั้มมากถึงเกือบ 70,000 แผ่น รวมถึงเพลงเดบิวต์ของพวกเธอที่มียอดวิวสูงสุดบน YouTube ในที่สุดสาวๆ วง TWICE ที่ได้เปิดตัวอย่างร้อนแรงไปเมื่อครึ่งปีหลังของปีที่แล้ว ก็กลับมาเล่าเรื่องราวที่ 2 ของพวกเธอด้วยมินิอัลบั้มที่ 2 [PAGE TWO] ที่วางแผงในวันที่ 25 เมษายน และในฐานะที่เป็นนักร้องหน้าใหม่ที่มีความตั้งใจอยากผลิตผลงานออกมาให้ดีอย่างไม่มีที่ติ ในมินิอัลบั้มที่ 2  นี้ พวกเธอได้เตรียมตัวทำอัลบั้มกันอย่างเต็มที่แบบไม่มีพัก เพื่อผลิตอัลบั้มที่ดีที่สุดเพื่อเป็นการขอบคุณแฟนๆ ของพวกเธอ<br><br>มินิอัลบั้มที่ 2 [PAGE TWO] นี้ สาวๆ TWICE ก็ไม่พลาดที่จะมาสร้างความประทับใจด้วยเสน่ห์อันเหลือล้น พร้อมทั้งแสดงความสามารถด้านอื่นๆ ของพวกเธอ <br>เพลงโปรโมท “CHEER UP” นั้นได้พัฒนาสไตล์เฉพาะตัวของ TWICE ที่เป็นดนตรีแนวคัลเลอร์ป๊อปอย่างเพลง ‘Like OOH-AHH’ ในอัลบั้มที่แล้ว ด้วยการผสมผสานซาวนด์ดนตรีหลายๆ แนวเข้าด้วยกัน<br>เพลง “Precious Love” ที่ผสมผสานบทแร็พที่แต่งขึ้นโดย แชยอง สมาชิกของวง เข้ากับการเรียบเรียงใหม่ของบทเพลงเก่าเมื่อ 18 ปีที่แล้ว<br>เพลง “Touchdown” ที่อัดแน่นไปด้วยความสดใสของสาวๆ TWICE  และซาวนด์ดนตรีที่มีพลัง<br>เพลง ‘Tuk Tok’ ที่แสดงถึงความสดใสและความอ่อนโยนไปพร้อมๆ กัน<br>เพลง “WooHoo”  ที่รวบรวมดนตรีทั้งแนวฮิปฮอป ฟังกี้ และกรู๊ฟ เอาไว้ในเพลงเดียว โดยแสดงออกถึงความมั่นใจของสาวๆ ผ่านเนื้อเพลงที่ว่า “สนุกสุดๆ ไปเลย” และ “มาเร็ว มาสนุกกับพวกเรา” <br>เพลง “My Headphones on” ที่ถ่ายทอดความเศร้าผ่านอารมณ์เพลงอันเป็นเอกลักษณ์ของ TWICE<br>ในมินิอัลบั้มที่ 2 [PAGE TWO]  ที่สุดยอดนักแต่งเพลงทั้งในและต่างประเทศ รวมถึงทีมซาวด์เอ็นจิเนียร์ มีความตั้งใจที่จะทำอัลบั้มนี้ให้มีเสน่ห์ พร้อมทั้งดับเบิ้ลความสุขในการฟังเพลงของ TWICE ให้ผู้ฟังมากขึ้นยิ่งกว่า ความสุขที่ได้จาก “ความสวยที่มองเห็น และบทเพลงไพเราะที่ได้ยิน”<br>และนอกจากนี้ ระหว่างที่ยังเป็น SIXTEEN มีหนึ่งเพลงที่ได้รับการกล่าวถึงอย่างมากมาย นั่นก็คือ เพลง “I’m gonna be a star” ซึ่งได้นำมารวมไว้ในอัลบั้มนี้ (เฉพาะซีดี) เพื่อให้คุ้มค่ากับการรอคอยที่แฟนๆ มีให้กับ TWICE<br><br>TWICE ได้รับคำขนานนามว่าเป็นวงที่เต็มไปด้วยสาวสวย ดังคำพูดที่ว่า “มองไปทางไหนก็เจอแต่คนสวย” จนทำให้พวกเธอกลายเป็นทอล์ค ออฟ เดอะ ทาวน์ ไปเลย แต่พวกเธอไม่ได้มีแค่ความสวยเท่านั้น แต่มาพร้อมด้วยความตั้งใจอันเปี่ยมล้นที่จะพัฒนาตนเองและผลงานเพลงให้ดียิ่งๆ ขึ้นไป เพื่อแฟนๆ ของพวกเธอ ด้วยมินิอัลบั้มนี้ที่เป็นจุดเริ่มต้นใหม่ที่มีความหมายและความสนุกสนาน ก็ทำให้เราอดสงสัยไม่ได้ว่าในอัลบั้มที่สาม อัลบั้มที่สี่ หรืออัลบั้มต่อๆ ไปนั้น พวกเธอก็จะผลิตผลงานที่มีเรื่องราวน่าสนใจเพิ่มขึ้นไปอีกได้อย่างไรกัน  แต่สิ่งที่พวกเธอหวังในอัลบั้มนี้ คือ เพลงของพวกเธอจะสามารถทำให้ใกล้ชิดกับแฟนๆ มากขึ้นไปอีก <br>สาวๆ ทั้งหมด 9 คน ที่มีอายุเฉลี่ยประมาณ 18 ปี ที่เปี่ยมไปด้วยความมุ่งมั่นที่จะทำความฝันของตัวเองให้กลายเป็นจริงนั้น ก็คงไม่ต่างกับพวกเราทุกคนที่มีความฝันและกำลังพยายามทำให้เกิดขึ้นจริงใช่ไหมหล่ะ เพราะฉะนั้นเวลามองสาวๆ วง TWICE ก็ยิ่งทำให้อดรู้สึกตื่นเต้นตามไม่ได้ และความรู้สึกตื่นเต้นที่สร้างรอยยิ้มให้ราวกับถูกต้องมนต์ในสวนสนุกนั้น ก็เหมือนกับเรื่องราวที่สอง ที่ TWICE  อยากจะเล่าให้ทุกคนฟัง และวันนี้ พวกเธอได้กลับมาอีกครั้ง เพื่อมาสร้างความประทับใจยกกำลังสองให้ทุกคน <br></p>';
            insert += '</div>';

            $('.box-r').remove();
            $('.full-box').append(insert);
        })
    </script>
</head>
<body>

    <?php include("discography.php"); ?>

</body>
</html>